Repository: roybaer/panofill
Catalog: *.po
Languages: de_de

source: Enter recursion depth %1% (%2% × %3% pixels)
de_de: Betrete Rekursionstiefe %1% (%2% × %3% Pixel)

source: No transparent pixels in depth %1%
de_de: Keine transparenten Pixel in Tiefe %1%

source: Leave recursion depth %1%
de_de: Verlasse Rekursionstiefe %1%

source: panofill -o OUTPUT [-h -n -v -q] INPUT
de_de: panofill -o AUSGABE [-h -n -v -q] EINGABE

source: panofill is a program for the automatic completion of spherical 360°×180° panorama images that respects the properties of this projection.
de_de: panofill ist ein Programm zur automatischen Vervollständigung sphärischer 360°×180°-Panoramabilder, das die Eigenschaften dieser Projektion berücksichtigt.

source: -h Output this help text and quit the program -n Use next neighbour interpolation -v Show more status information (can be specified multiple times) -q Do not show any status information
de_de: -h Diesen Hilfetext ausgeben und das Programm beenden -n Nächster-Nachbar-Interpolation verwenden -v Mehr Statusinformationen anzeigen (kann mehrfach angegeben werden) -q Keine Statusinformationen anzeigen

source: No input file specified
de_de: Keine Eingabedatei angegeben

source: No output file specified
de_de: Keine Ausgabedatei angegeben

source: Error while loading the image
de_de: Fehler beim Laden des Bildes

source: The image is fully transparent
de_de: Das Bild ist vollständig transparent
